prompt = {
  "shop":"鶴茶樓",
  "menu": """
   鶴茶樓菜單
私藏古法茶
鶴頂紅茶, M30, L35,
綺夢紅茶, M30, L35,
薄來紅茶, M25, L30,
蘭香綠茶, M25, L30,
桂香烏龍茶, M25, L30,
金萱青茶, M25, L30,

鍋煮鮮奶茶
鶴頂那提, M50,L60,
綺夢那提, M50,L60,
舶來那提, M45,L55,
桂香烏龍那提, M45,L55,
神濃氏那提, M60

嗜嚼系奶茶
復刻鶴頂奶凍, M45, L55,
復刻波霸奶茶, M40, L50,
復刻胚芽奶茶, M45, L55,
鶴頂珍珠那提, M55, L65,
綺夢珍珠那提, M55, L65,
舶來珍珠那提, M50, L60,
日本國抹茶珍珠那提, M60,

國產鮮豆奶
鶴頂鮮豆奶, M50, L60,
綺夢鮮豆奶, M50, L60,
舶來鮮豆奶, M45, L55,

秘製鮮果茶
荔枝鶴頂紅茶 M55,L65,
青檸蘭香綠茶 M50, L60,
鶴氏姥姥水果茶 M55,L65,

古炒黑糖珍珠
黑糖珍珠鮮奶 M55
黑糖抹茶珍珠鮮奶 M60

加料區
+5 蜜糖珍珠
+10 鶴頂紅茶凍
+10 蘆薈
+10 胚芽
"""
}